Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: South-Eastern European (Latin-10)
ca_es: Sud-Oriental Europeu (Latin-10)

source: Simplified Chinese (ISO-2022-CN-EXT)
ca_es: Xinès Simplificat (ISO-2022-CN-EXT)

source: Simplified Chinese Unix (EUC-CN)
ca_es: Xinès Simplificat Unix (EUC-CN)

source: Japanese (7-bits JIS/ISO-2022-JP-2)
ca_es: Japonès (7-bits JIS/ISO-2022-JP-2)

source: Japanese Unix (EUC-JP)
ca_es: Japonès Unix (EUC-JP)

source: Japanese (Shift JIS)
ca_es: Japonès (Shift JIS)

source: Korean (EUC-KR/CP949)
ca_es: Coreà (EUC-KR/CP949)

source: Korean (ISO-2022-KR)
ca_es: Coreà (ISO-2022-KR)

source: Traditional Chinese (Big5)
ca_es: Xinès tradicional (Big5)

source: Traditional Chinese Unix (EUC-TW)
ca_es: Xinès tradicional Unix (EUC-TW)

source: Hong-Kong Supplementary (HKSCS)
ca_es: Hong-Kong suplementari (HKSCS)

source: Vietnamese (VISCII)
ca_es: Vietnamita (VISCII)

source: Vietnamese (Windows-1258)
ca_es: Vietnamita (Windows-1258)

source: Subtitle text encoding
ca_es: Codificació del text del subtítol

source: Set the encoding used in text subtitles
ca_es: Defineix la codificació utilitzada als subtítols de text

source: Subtitle justification
ca_es: Justificació del subtítol

source: Set the justification of subtitles
ca_es: Defineix la justificació dels subtítols

source: UTF-8 subtitle autodetection
ca_es: Detecció automàtica del subtítol UTF-8

source: This enables automatic detection of UTF-8 encoding within subtitle files.
ca_es: Permet la detecció automàtica de la codificació UTF-8 dins dels fitxers de subtítols.

source: Some subtitle formats allow for text formatting. VLC partly implements this, but you can choose to disable all formatting.
ca_es: Alguns formats de subtítols permeten formatar el text. El VLC els implementa parcialment, però es pot triar inhabilitar tota la formatació.

source: Text subtitle decoder
ca_es: Descodificador del subtítol de text

source: USF subtitles decoder
ca_es: Descodificador de subtítols USF

source: Philips OGT (SVCD subtitle) decoder
ca_es: Descodificador Philips OGT (subtítols SVCD)

source: SVCD subtitles
ca_es: Subtítols SVCD

source: Philips OGT (SVCD subtitle) packetizer
ca_es: Empaquetador Philips OGT (subtítols SVCD)

source: T.140 text encoder
ca_es: Codificador de text T.140

source: Override page
ca_es: Sobreescriu la pàgina

source: Override the indicated page, try this if your subtitles don't appear (-1 = autodetect from TS, 0 = autodetect from teletext, >0 = actual page number, usually 888 or 889).
ca_es: Sobreescriu la pàgina indicada. Proveu-ho si els subtítols no apareixen (-1 = detecció automàtica des de TS. 0 = detecció automàtica des de teletext, >0 = número de pàgina actual, normalment 888 o 889).

source: Ignore subtitle flag
ca_es: Ignora l'indicador dels subtítols

source: Ignore the subtitle flag, try this if your subtitles don't appear.
ca_es: Ignora l'indicador dels subtítols. Proveu-ho si no apareixen els subtítols.

source: Workaround for France
ca_es: Solució temporal per a França

source: Some French channels do not flag their subtitling pages correctly due to a historical interpretation mistake. Try using this wrong interpretation if your subtitles don't appear.
ca_es: Alguns canals francesos no indiquen correctament les pàgines de subtítols a cause d'un error d'interpretació històric. Proveu d'utilitzar aquesta interpretació incorrecta si els subtítols no apareixen.

source: Teletext subtitles decoder
ca_es: Descodificador dels subtítols del teletext

source: Enforce a quality between 1 (low) and 10 (high), instead of specifying a particular bitrate. This will produce a VBR stream.
ca_es: Aquesta opció us permet forçar una qualitat entre 1 (baixa) i 10 (alta), en lloc d'especificar una taxa de bits particular. Produirà un flux VBR.

source: Theora video decoder
ca_es: Descodificador de vídeo Theora

source: Theora video packetizer
ca_es: Empaquetador de vídeo Theora

source: Theora video encoder
ca_es: Codificador de vídeo Theora

source: Force a specific encoding quality between 0.0 (high) and 50.0 (low), instead of specifying a particular bitrate. This will produce a VBR stream.
ca_es: Aquesta opció us permet especificar una qualitat entre 0,0 (baixa) i 50,0 (alta), en comptes d'especificar una taxa de bits particular. Això produirà un flux VBR.

source: Stereo mode
ca_es: Mode estèreo

source: Handling mode for stereo streams
ca_es: Mode de gestió per a fluxos en estèreo

source: VBR mode
ca_es: Mode VBR

source: Use Variable BitRate. Default is to use Constant BitRate (CBR).
ca_es: Utilitza la taxa de bits variable.Per defecte s'usa la constant (CBR).

source: Psycho-acoustic model
ca_es: Model psicoacústic

source: Integer from -1 (no model) to 4.
ca_es: Enter des de -1 (cap model) a 4.

source: Joint stereo
ca_es: Estèreo conjunt

source: Libtwolame audio encoder
ca_es: Codificador d'àudio Libtwolame

source: Ulead DV audio decoder
ca_es: Descodificador d'àudio Ulead DV

source: Maximum encoding bitrate
ca_es: Taxa de bits màxima de la codificació

source: Maximum bitrate in kbps. This is useful for streaming applications.
ca_es: Aquesta opció us permet especificar una taxa de bits màxima en kbps. Útil per a aplicacions de fluxos.

source: Minimum encoding bitrate
ca_es: Taxa de bits mínima de la codificació

source: Minimum bitrate in kbps. This is useful for encoding for a fixed-size channel.
ca_es: Aquesta opció us permet especificar una taxa de bits mínima en kbps. Útil per a la codificació d'un canal de mida fixa.

source: Force a constant bitrate encoding (CBR).
ca_es: Força una codificació de taxa de bits constant (CBR, taxa de bits constant).

source: Vorbis audio decoder
ca_es: Descodificador d'àudio Vorbis

source: Vorbis audio packetizer
ca_es: Empaquetador d'àudio Vorbis

source: Vorbis audio encoder
ca_es: Codificador d'àudio Vorbis

source: WMA v1/v2 fixed point audio decoder
ca_es: Descodificador d'àudio de punt fix WMA v1/v2

source: Maximum GOP size
ca_es: Mida del GOP màxima

source: Sets maximum interval between IDR-frames.Larger values save bits, thus improving quality for a given bitrate at the cost of seeking precision. Use -1 for infinite.
ca_es: Defineix l'interval màxim entre els fotogrames IDR. Els valors més grans estalvien bits i d'aquesta manera milloren la qualitat per a una taxa de bits concreta. Feu servir -1 per infinit.

source: Minimum GOP size
ca_es: Mida del GOP mínima

source: Sets minimum interval between IDR-frames. In H.264, I-frames do not necessarily bound a closed GOP because it is allowable for a P-frame to be predicted from more frames than just the one frame before it (also see reference frame option). Therefore, I-frames are not necessarily seekable. IDR-frames restrict subsequent P-frames from referring to any frame prior to the IDR-frame. If scenecuts appear within this interval, they are still encoded as I-frames, but do not start a new GOP.
ca_es: Defineix l'interval mínim entre els fotogrames IDR. A l'H.264, els fotogrames I no limiten necessàriament un GOP tancat perquè els fotogrames P poden ser predits per més d'un fotograma anterior (vegeu també l'opció fotograma de referència). Per tant els fotogrames I no es troben necessàriament . Els fotogrames IDR fan que els fotogrames P posteriors no puguin referir-se a cap fotograma anterior al fotograma IDR. Si els talls d'escena apareixen dins l'interval, encara es poden codificar com a fotogrames I, però no es pot iniciar un GOP nou.

source: Use recovery points to close GOPs
ca_es: Utilitza els punts de recuperació per tancar els GOP

source: none: use closed GOPs only normal: use standard open GOPs bluray: use Blu-ray compatible open GOPs
ca_es: cap: només utilitza els GOP tancats normal: utilitza els GOP oberts estàndard bluray: utilitza els GOP compatibles amb Blu-ray

source: use open GOP, for bluray compatibility use also bluray-compat option
ca_es: Utilitza el GOP obert, perquè sigui compatible amb Blu-ray utilitza també la opció de compatibilitat amb Blu-ray

source: Enable compatibility hacks for Blu-ray support
ca_es: Habilita els pedaços de compatibilitat perquè admetin el Blu-ray

source: Enable hacks for Blu-ray support, this doesn't enforce every aspect of Blu-ray compatibility e.g. resolution, framerate, level
ca_es: Habilita els pedaços perquè s'admeti el Blu-ray. Aquesta opció no força totes les opcions de compatibilitat del Blu-ray p. ex. resolució, fotogrames per segon, nivell

source: Extra I-frames aggressivity
ca_es: Agressivitat dels fotogrames I addicionals

source: Scene-cut detection. Controls how aggressively to insert extra I-frames. With small values of scenecut, the codec often has to force an I-frame when it would exceed keyint. Good values of scenecut may find a better location for the I-frame. Large values use more I-frames than necessary, thus wasting bits. -1 disables scene-cut detection, so I-frames are inserted only every other keyint frames, which probably leads to ugly encoding artifacts. Range 1 to 100.
ca_es: Detecció de tall d'escena. Controla l'agressivitat amb la qual s'introdueixen els fotogrames I addicionals. Amb valors petits de tall d'escena, el còdec sovint ha de forçar un fotograma I quan s'excedeix l'interval clau. Uns valors adequats de tall d'escena aconseguiran una ubicació millor per al fotograma I. Els valors elevats utilitzen més fotogrames I dels necessaris, per tant es malgasten bits. -1 inhabilita la detecció de tall d'escena, per tant els fotogrames I s'insereixen només cada dos fotogrames de l'interval clau, cosa que produirà defectes de codificació poc estètics. Interval d'1 a 100.

source: B-frames between I and P
ca_es: Nombre de fotogrames B entre fotogrames I i P

source: Number of consecutive B-frames between I and P-frames. Range 1 to 16.
ca_es: Nombre de fotogrames B consecutius entre fotogrames I i P. Interval d'1 a 16.

source: Adaptive B-frame decision
ca_es: Decisió adaptativa de fotogrames B

source: Force the specified number of consecutive B-frames to be used, except possibly before an I-frame.Range 0 to 2.
ca_es: Força el nombre específic de fotogrames B consecutius que s'han d'utilitzar, excepte, possiblement, davant d'un fotograma I. Interval de 0 a 2.

source: Influence (bias) B-frames usage
ca_es: Influencia (polaritza) l'ús de fotogrames B

source: Bias the choice to use B-frames. Positive values cause more B-frames, negative values cause less B-frames.
ca_es: Polaritza l'opció per utilitzar fotogrames B. Els valors positius provoquen més fotogrames B, els valors negatius provoquen menys fotogrames B.

source: Keep some B-frames as references
ca_es: Mantén alguns fotogrames B com a referència

source: Allows B-frames to be used as references for predicting other frames. Keeps the middle of 2+ consecutive B-frames as a reference, and reorders frame appropriately. - none: Disabled - strict: Strictly hierarchical pyramid - normal: Non-strict (not Blu-ray compatible)
ca_es: Aquesta opció permet que els fotogrames B s'utilitzin com a referència per predir altres fotogrames. Manté la meitat de 2+ fotogrames B consecutius com a referència i reordena el fotograma de forma adequada. - cap:Inhabilitat -estricte: Piràmide estrictament jeràrquica - normal: No estricte (no és compatible amb Blu-ray)

source: Use fullrange instead of TV colorrange
ca_es: Utilitza el rang complet en lloc del rang de color de TV

source: TV-range is usually used colorrange, defining this to true will enable libx264 to use full colorrange on encoding
ca_es: TV-rang és normalment el rang de color utilitzat, l'activació habilitarà libx264 per utilitzar el rang de color complet per a la codificació

source: CABAC (Context-Adaptive Binary Arithmetic Coding). Slightly slows down encoding and decoding, but should save 10 to 15% bitrate.
ca_es: CABAC (Context-Adaptive Binary Arithmetic Coding - Codificació Aritmètica Binària Adaptable al Context). Disminueix lleugerament la codificació i descodificació, però hauria de desar entre un 10% i un 15% la taxa de bits.

source: Number of previous frames used as predictors. This is effective in Anime, but seems to make little difference in live-action source material. Some decoders are unable to deal with large frameref values. Range 1 to 16.
ca_es: Nombre de fotogrames anteriors utilitzats per a la predicció. És efectiu en Anime però sembla provocar poca diferència a les imatges reals. Alguns descodificadors són incapaços de tractar amb valors «frameref» grans. Interval d'1 a 16.

source: Skip loop filter
ca_es: Omet el filtre de bucle

source: Deactivate the deblocking loop filter (decreases quality).
ca_es: Desactiva el filtre de bucle (baixa la qualitat).

source: Loop filter AlphaC0 and Beta parameters alpha:beta
ca_es: Paràmetres AlphaC0 i Beta del filtre de bucle alpha:beta

source: Loop filter AlphaC0 and Beta parameters. Range -6 to 6 for both alpha and beta parameters. -6 means light filter, 6 means strong.
ca_es: Paràmetres AlphaC0 i Beta del filtre de bucle. Interval de -6 a 6 per ambdós paràmetres alfa i beta. -6 significa filtre fluix. 6 significa filtre fort.

source: H.264 level
ca_es: Nivell H.264

source: Specify H.264 level (as defined by Annex A of the standard). Levels are not enforced; it's up to the user to select a level compatible with the rest of the encoding options. Range 1 to 5.1 (10 to 51 is also allowed). Set to 0 for letting x264 set level.
ca_es: Especifica el nivell H.264 (tal com defineix l'Annex A de l'estàndard). Els nivells no es forcen; l'usuari és el responsable de seleccionar un nivell compatible amb la resta de les opcions de codificació. Interval d'1 a 5,1 (de 10 a 51 també es permet). Especifica 0 perquè l'x264 defineixi el nivell.

source: H.264 profile
ca_es: Perfil H.264

source: Specify H.264 profile which limits are enforced over other settings
ca_es: Especifica un perfil H.264 els límits del qual es forcen per davant d'altres paràmetres

source: Interlaced mode
ca_es: Mode d'entrellaçat

source: Pure-interlaced mode.
ca_es: Mode d'entrellaçat pur.

source: Frame packing
ca_es: Captura de fotogrames

source: For stereoscopic videos define frame arrangement: 0: checkerboard - pixels are alternatively from L and R 1: column alternation - L and R are interlaced by column 2: row alternation - L and R are interlaced by row 3: side by side - L is on the left, R on the right 4: top bottom - L is on top, R on bottom 5: frame alternation - one view per frame
ca_es: Per a vídeos estereoscòpics, definició de l'arranjament dels fotogrames: 0: checkerboard - els píxels són alternativament de L i de R 1: alternança de columnes - L i R estan entrellaçats per columna 2: alternança de files - L i R estan entrellaçats per fila 3: banda a banda - L és a l'esquerra, R a la dreta 4: dalt a baix - L és a dalt, R a baix 5: alternança de fotogrames - una vista per fotograma

source: Use Periodic Intra Refresh
ca_es: Utilitza el refrescament intra periòdic

source: Use Periodic Intra Refresh instead of IDR frames
ca_es: Utilitza el refrescament intra periòdic en comptes dels fotogrames IDR

source: Use mb-tree ratecontrol
ca_es: Utilitza el control de velocitat de l'arbre macrobloc

source: You can disable use of Macroblock-tree on ratecontrol
ca_es: Podeu inhabilitar l'ús de l'arbre macrobloc al control de velocitat

source: Force number of slices per frame
ca_es: Força el nombre de fragments per fotograma

source: Force rectangular slices and is overridden by other slicing options
ca_es: Força els fragments rectangulars i la substitueixen altres opcions de fragmentació

source: Limit the size of each slice in bytes
ca_es: Limita la mida de cada fragment en bytes

source: Sets a maximum slice size in bytes, Includes NAL overhead in size
ca_es: Defineix una mida de fragmentació màxima en bytes. Inclou la sobrecàrrega de la mida del NAL

source: Limit the size of each slice in macroblocks
ca_es: Limita la mida de cada fragment en macroblocs

source: Sets a maximum number of macroblocks per slice
ca_es: Defineix el nombre màxim de macroblocs per fragment

source: Set QP
ca_es: Defineix PQ

source: This selects the quantizer to use. Lower values result in better fidelity, but higher bitrates. 26 is a good default value. Range 0 (lossless) to 51.
ca_es: Selecciona el quantificador que s'ha d'utilitzar. Els valors baixos milloren la fidelitat, però les taxes de bits altes. 26 és un bon valor per defecte. Interval de 0 (sense pèrdues) a 51.

source: Quality-based VBR
ca_es: VBR basada en la qualitat

source: 1-pass Quality-based VBR. Range 0 to 51.
ca_es: VBR basada en qualitat d'1 passada. Interval de 0 a 51.

source: Min QP
ca_es: PQ mínim

source: Minimum quantizer parameter. 15 to 35 seems to be a useful range.
ca_es: Paràmetre mínim del quantificador. L'interval més útil és de 15 a 35.

source: Max QP
ca_es: PQ màxim

source: Maximum quantizer parameter.
ca_es: Paràmetre màxim del quantificador.

source: Max QP step
ca_es: Pas PQ màxim

source: Max QP step between frames.
ca_es: Pas PQ màxim entre fotogrames.

source: Average bitrate tolerance
ca_es: Tolerància mitjana de la taxa de bits

source: Allowed variance in average bitrate (in kbits/s).
ca_es: Variància permesa a la taxa de bits mitjana (en kbits/s).

source: Max local bitrate
ca_es: Taxa màxima de bits local

source: Sets a maximum local bitrate (in kbits/s).
ca_es: Defineix una taxa de bits local màxima (en kbits/s).

source: VBV buffer
ca_es: Memòria intermèdia VBV

source: Averaging period for the maximum local bitrate (in kbits).
ca_es: Període mitjà per a la taxa de bits local màxima (en kbits).

source: Initial VBV buffer occupancy
ca_es: Ocupació inicial de la memòria intermèdia VBV

source: Sets the initial buffer occupancy as a fraction of the buffer size. Range 0.0 to 1.0.
ca_es: Defineix l'ocupació inicial de la memòria intermèdia com una fracció de la mida de la memòria intermèdia. Interval de 0,0 a 1,0.

source: How AQ distributes bits
ca_es: Com l'AQ distribueix els bits

source: Defines bitdistribution mode for AQ, default 1 - 0: Disabled - 1: Current x264 default mode - 2: uses log(var)^2 instead of log(var) and attempts to adapt strength per frame
ca_es: Defineix el mode de distribució de bits per l'AQ, per defecte 1 - 0: Inhabilitat - 1: Mode per defecte actual x264 - 2: Utilitza log(var)^2 en comptes de log(var) i prova d'adaptar la força per fotograma

source: Strength of AQ
ca_es: Intensitat de l'AQ

source: Strength to reduce blocking and blurring in flat and textured areas, default 1.0 recommended to be between 0..2 - 0.5: weak AQ - 1.5: strong AQ
ca_es: Força per reduir el bloqueig i el difuminat a àrees planes i texturades. Per defecte 1,0 recomanable entre 0..2 - 0,5: AQ dèbil - 1,5: AQ fort

source: QP factor between I and P
ca_es: Factor PQ entre I i P

source: QP factor between I and P. Range 1.0 to 2.0.
ca_es: Factor PQ entre I i P. Interval de 1,0 a 2,0.

source: QP factor between P and B
ca_es: Factor PQ entre P i B

source: QP factor between P and B. Range 1.0 to 2.0.
ca_es: Factor PQ entre P i B. Interval de 1,0 a 2,0.

source: QP difference between chroma and luma
ca_es: Diferència PQ entre crominància i luminància

source: QP difference between chroma and luma.
ca_es: Diferència PQ entre crominància i luminància.

source: Multipass ratecontrol
ca_es: Control de velocitat multipassada

source: Multipass ratecontrol: - 1: First pass, creates stats file - 2: Last pass, does not overwrite stats file - 3: Nth pass, overwrites stats file
ca_es: Control de velocitat multipassada: - 1: Primera passada, crea el fitxer d'estadístiques - 2: Última passada, no sobreescriu el fitxer d'estadístiques - 3: Enèsima passada, sobreescriu el fitxer d'estadístiques

source: QP curve compression
ca_es: Compressió de la corba PQ

source: QP curve compression. Range 0.0 (CBR) to 1.0 (QCP).
ca_es: Compressió de la corba PQ. Interval de 0,0 (CBR) a 1,0 (QCP).

source: Reduce fluctuations in QP
ca_es: Redueix les fluctuacions al PQ

source: This reduces the fluctuations in QP before curve compression. Temporally blurs complexity.
ca_es: Redueix les fluctuacions al PQ abans de la compressió de corba. Temporalment difumina la complexitat.

source: This reduces the fluctuations in QP after curve compression. Temporally blurs quants.
ca_es: Redueix les fluctuacions al PQ després de la compressió de corba. Temporalment difumina els quantificadors.

source: Partitions to consider
ca_es: Particions que s'han de considerar

source: Partitions to consider in analyse mode: - none : - fast : i4x4 - normal: i4x4,p8x8,(i8x8) - slow : i4x4,p8x8,(i8x8),b8x8 - all : i4x4,p8x8,(i8x8),b8x8,p4x4 (p4x4 requires p8x8. i8x8 requires 8x8dct).
ca_es: Particions que s'han de considerar al mode anàlisi: - cap : - ràpid : i4x4 - normal: i4x4,p8x8,(i8x8) - lent : i4x4,p8x8,(i8x8),b8x8 - tots : i4x4,p8x8,(i8x8),b8x8,p4x4 (p4x4 requereix p8x8. i8x8 requereix 8x8dct).

source: Direct MV prediction mode
ca_es: Mode de predicció directa del vector de moviment

source: Direct prediction size
ca_es: Mida de predicció directa

source: Direct prediction size: - 0: 4x4 - 1: 8x8 - -1: smallest possible according to level
ca_es: Mida de predicció directa: - 0: 4x4 - 1: 8x8 --1: El més petit possible segons el nivell

source: Weighted prediction for B-frames
ca_es: Predicció ponderada per a fotogrames B

source: Weighted prediction for B-frames.
ca_es: Predicció ponderada per a fotogrames B.

source: Weighted prediction for P-frames
ca_es: Predicció ponderada per a fotogrames P

source: Weighted prediction for P-frames: - 0: Disabled - 1: Blind offset - 2: Smart analysis
ca_es: Predicció ponderada per a fotogrames P: - 0: Inhabilitat - 1: Òfset cec - 2: Anàlisi intel·ligent

source: Integer pixel motion estimation method
ca_es: Mètode d'estimació de moviment de píxel enter

source: Selects the motion estimation algorithm: - dia: diamond search, radius 1 (fast) - hex: hexagonal search, radius 2 - umh: uneven multi-hexagon search (better but slower) - esa: exhaustive search (extremely slow, primarily for testing) - tesa: hadamard exhaustive search (extremely slow, primarily for testing)
ca_es: Selecciona l'algoritme d'estimació de moviment: - dia: recerca romboïdal, radi 1 (ràpid) - hex: recerca hexagonal, radi 2 - umh: recerca irregular multi-hexagonal (millor però més lent) - esa: recerca exhaustiva (extremadament lent, principalment per fer proves) - tesa: recerca exhaustiva hadamard (extremadament lent, principalment per fer proves)

source: Maximum motion vector search range
ca_es: Interval màxim de cerca del vector de moviment

source: Maximum distance to search for motion estimation, measured from predicted position(s). Default of 16 is good for most footage, high motion sequences may benefit from settings between 24 and 32. Range 0 to 64.
ca_es: Distància màxima per cercar estimació de moviment, mesurada a partir de les posicions predites. Per defecte 16 és adient per a la majoria de seqüències, les seqüències de moviment altes poden beneficiar-se dels paràmetres entre 24 i 32. Interval de 0 a 64.

source: Maximum motion vector length
ca_es: Longitud màxima del vector de moviment

source: Maximum motion vector length in pixels. -1 is automatic, based on level.
ca_es: Longitud màxima del vector de moviment en píxels. -1 és automàtic, basat en el nivell.

source: Minimum buffer space between threads
ca_es: Espai de memòria intermèdia mínim entre fils

source: Minimum buffer space between threads. -1 is automatic, based on number of threads.
ca_es: Espai de memòria intermèdia mínim entre fils. -1 és automàtic, basat en el nombre de fils.

source: Strength of psychovisual optimization, default is "1.0:0.0"
ca_es: Intensitat de l'optimització psicovisual, per defecte és "1,0:0,0"
